Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Старик и море 1часть 9191.tmx
Source language: ru
Languages: ba

source: Облака над ними тоже были похожи на высокие снежные горы.
ba: Улар өҫтөндәге болоттар ҙа бейек ҡарлы тауҙарға оҡшаған.

source: Море стало очень темным,
ba: Диңгеҙ ҡараңғыланып китте.

source: и солнечные лучи преломлялись в воде.
ba: Ҡояш нурҙары һыуға үтеп инмәй хәҙер.

source: Бесчисленные искры планктона теперь были погашены солнцем, стоящим в зените, и в темно-синей воде
ba: Тәрәндә емелдәгән планктондың бихисап осҡондары һүнеп, ҡояш нуры һыу өҫтөндә йәйғор кеүек емелдәй.

source: старик видел лишь большие радужные пятна от преломлявшихся в ней солнечных лучей да бечевки,
ba: Ҡарт бына шул нурҙарҙы, тәрәнгә киткән ҡармаҡ бауҙарын ғына күрҙе

source: прямо уходящие в глубину, которая достигала здесь целой мили.
ba: Ә тура тәрәнлек был тирәлә бер милгә яҡын ине.

source: Тунцы — рыбаки звали всех рыб этой породы тунцами и различали их настоящие имена лишь тогда,
ba: Тунецтар көтөүе (балыҡсылар балыҡтарҙың был төрөнөң барыһын да тунец тип йөрөтә,

source: когда шли их продавать на рынок или сбывали как наживку, —
ba: тик баҙарға алып сыҡҡанда, йәки ем өсөн һатҡанда ғына үҙ исеме менән атай)

source: снова ушли в глубину.
ba: яңынан аҫҡа китте.

source: Солнце припекало, и старик чувствовал,
ba: ҡояш ҡыҙҙырғандан-ҡыҙҙыра, ҡарт яурыны бешкәнен тойҙо.

source: Пот струйками стекал по спине, когда он греб.
ba: Ишкән саҡта тир юлаҡ-юлаҡ булып арҡаһынан ағып төшә.

source: «Я мог бы пойти по течению, — подумал старик, — и поспать, привязав леску к большому пальцу ноги, чтобы вовремя проснуться.
ba: «Ағым буйлап китергә лә, ваҡытында уяныр өсөн, епте бармаҡҡа бәйләп йоҡлап алырға булыр ине, —тип уйланы ҡарт.

source: Но сегодня восемьдесят пятый день, и надо быть начеку».
ba: — Тик бөгөн һикһән бишенсе көн, шуға күрә уяу булырға кәрәк».

source: И как раз в этот миг он заметил, как одно из зеленых удилищ дрогнуло и пригнулось к воде.
ba: Тап шул мәлдә ул йәшел ҡармаҡ сыбығының береһе тертләп киткәнен һәм һыуға эйелгәнен абайланы.

source: — Ну вот, — сказал он.
ba: — Бына, — тине ул.

source: — Вот!
ba: — Бына!

source: — И вытащил из воды весла, стараясь не потревожить лодку.
ba: —Һәм, кәмәне һелкетмәҫкә тырышып, һыуҙан ишкәктәрҙе тартып алды.

source: Старик потянулся к леске и тихонько захватил ее большим и указательным пальцами правой руки.
ba: Ҡарт ынтылып ҡармаҡ бауын уң ҡулының баш һәм имән бармағы менән һаҡ ҡына тотоп ҡараны.

source: Он не чувствовал ни напряжения, ни тяги и держал леску легко, не сжимая.
ba: Ләкин әле епте һис кем тартмай ҙа, йолҡмай ҙа.

source: Но вот она дрогнула снова.
ba: Шул саҡ бау яңынан тартылды.

source: На этот раз рывок был осторожный и не сильный, и старик в точности знал, что это означает.
ba: Был юлы көсһөҙ, йомшаҡ ҡына тартылһа ла, ҡарт бының серен яҡшы аңлай:

source: На глубине в сто морских саженей марлин пожирал сардины, которыми были унизаны острие крючка,
ba: йөҙ сажин тәрәнлектә йөҙгән марлин ҡармаҡ остарына ҡаҙалған сардиналарҙы ашай ине.

source: Старик, легонько придерживая бечеву, левой рукой осторожно отвязал ее от удилища.
ba: Ҡарт һул ҡулы менән үрелеп бауҙы һабынан ысҡындырҙы.

source: Теперь она могла незаметно для рыбы скользить у него между пальцами.
ba: Хәҙер бау уның бармаҡтары араһынан, балыҡҡа һиҙҙермәйенсә, еңел генә һауыла ала ине.

source: "Так далеко от берега, да еще в это время года,
ba: Ярҙан шул тиклем алыҫта, өҫтәүенә, йылдың был миҙгелендә.

source: рыба, наверно, огромная.
ba: Балыҡ, моғайын, ғәләмәт ҙурҙыр.

source: Ешь, рыба.
ba: Аша, балыҡ,

source: Ешь.
ba: аша.

source: Ну, ешь же, пожалуйста.
ba: Аша инде, зинһар.

source: Сардины такие свеженькие,
ba: Кисә генә тотолған сардиналар.

source: а тебе так холодно в воде, на глубине в шестьсот футов, холодно и темно.
ba: Ә һиңә һыуҙа, алты йөҙ фут тәрәнлегендә, шул тиклем һыуыҡ, ҡараңғы.

source: Поворотись еще разок в темноте, ступай назад и поешь!»
ba: Ҡараңғыла тағы бер әйлән дә, артҡа боролоп, аша!»

source: Он почувствовал легкий, осторожный рывок,
ba: Ул еңелсә генә тартҡанды тойҙо

source: а затем и более сильный, — видно, одну из сардин оказалось труднее сорвать с крючка.
ba: унан көслөрәген — күрәһең, сардиналарҙың береһен ҡармаҡтан йолҡоп алыу ҡыйыныраҡ булды.

source: Потом все стихло.
ba: Һуңынан тынлыҡ.

source: — Ну же, — сказал старик вслух, — поворотись еще разок.
ba: — Йә инде, тағы бер урап кил, — тине ҡарт.

source: Понюхай.
ba: — Еҫкә.

source: Разве они не прелесть?
ba: Улар шул тиклем тәмле.

source: Покушай хорошенько.
ba: Яҡшылап аша.

source: После сардины, настанет черед попробовать тунца!
ba: Сардинанан һуң тунецты ауыҙ итерһең!

source: Он ведь твердый, прохладный,
ba: Ул шундай тығыҙ, һалҡын ғына, ҡапһаң

source: прямо объедение.
ba: — телеңде йоторлоҡ.

source: Не стесняйся, рыба.
ba: Тартынма, балыҡ,

source: Ешь, прошу тебя.
ba: рәхәтләнеп аша.

source: Он ждал, держа бечеву между большим и указательным пальцами,
ba: Ҡармаҡ бауын бармаҡтары араһына ҡыҫтырған килеш, ул балыҡтың сирткәнен көттө.

source: следя одновременно за ней и за другими лесками,
ba: Мәгәр башҡа ҡармаҡтарҙы ла иҫенән сығарманы.

source: потому что рыба могла переплыть с места на место.
ba: Сөнки елле балыҡтың береһенән икенсеһенә күсеүе ихтимал ине.

source: И вдруг он снова почувствовал легкое, чуть приметное подергивание лески.
ba: Ҡапыл ул ҡармаҡ бауының һиҙелер-һиҙелмәҫ кенә булып яңынан дерелдәүен тойҙо.

source: — Клюнет, — сказал старик вслух.
ba: — Сиртә бит, — тип мығырҙаны ҡарт ауыҙ эсенән генә.

source: — Клюнет, дай ей бог здоровья!
ba: — Сиртә, Хоҙай уға һаулыҡ бирһен!

source: Но рыба не клюнула.
ba: Тик балыҡ сиртмәне.

source: Она ушла,
ba: Китеп юғалды.

source: и леска была неподвижна.
ba: Ҡармаҡ бауы хәрәкәтһеҙ ҡалды.

source: — Она не могла уйти, — сказал старик.
ba: — Уның былай ғына китеүе мөмкин түгел, — тине ҡарт.

source: — Видит бог,
ba: — Хоҙай үҙе шаһит:

source: она не могла уйти.
ba: ул алыҫ китмәҫ.

source: Она просто поворачивается и делает новый заплыв.
ba: Бер әйләнер ҙә яңынан килер.

source: Может быть, она уже попадалась на крючок и помнит об этом.
ba: Бәлки, уның быға тиклем ҡармаҡҡа ҡапҡаны барҙыр ҙа шуны хәтерләйҙер.

source: Тут он снова почувствовал легкое подергивание лески; и у него отлегло от сердца.
ba: Шул саҡ ул тағы бауҙың еңелсә дерелдәүен тойҙо, күңеленә рәхәт булып китте.

source: — Я же говорил, что она только поворачивается, — сказал старик.
ba: — Әйттем бит урап ҡына килергә булғандыр тип, — тине ҡарт.

source: — Теперь-то уж она клюнет!
ba: — Ә хәҙер ул сиртәсәк!

source: Он был счастлив, ощущая, как рыба потихоньку дергает леску,
ba: Балыҡтың бауҙы әкрен генә тирбәтеүе ҡартҡа кинәнес бирҙе.

source: и вдруг почувствовал какую-то невероятную тяжесть.
ba: Ҡапыл ул бауҙың осонда ғәжәп ауырлыҡ һиҙҙе.

source: Он почувствовал вес огромной рыбы и, выпустив бечеву
ba: Ул ғәйәт дәү балыҡтың ауырлығын тойоп, бауҙы иркенә ҡуйҙы.

source: Леска уходила вниз,
ba: Бау тәрәнгә ағыла ла ағыла.

source: Запасной клубок разматывается.
ba: Запас йомғаҡ та һүтелә лә һүтелә.

source: легко скользя между пальцами, но хотя он едва придерживал ее, он все же чувствовал огромную тяжесть, которая влекла ее за собой.
ba: Ҡарт, бармаҡ араһынан шыуған бауҙы бушаҡ ҡына итеп тотһа ла, ҡармаҡҡа эләккән балыҡтың иҫ киткес ауыр икәнен һиҙә.

source: — Что за рыба! — сказал он вслух.
ba: — Үәт балыҡ! — тип һөйләнде ул.

source: — Зацепила крючок губой и хочет теперь удрать вместе с ним подальше.
ba: — Ҡармаҡты ирене менән эләктерҙе лә хәҙер уны ситкә алып китергә теләй.

source: «Она все равно повернется и проглотит крючок», — подумал старик.
ba: «Юҡ, ул барыбер боролоп ҡармаҡты йотоп ебәрәсәк», — тине ҡарт.

source: Однако он не произнес своей мысли вслух, чтобы не сглазить рыбу.
ba: Быныһын балыҡҡа күҙ тейҙермәҫ өсөн күңеленән генә әйтте.

source: Он знал, как велика эта рыба,
ba: Ул балыҡтың ни тиклем ҙур икәнен тойҙо,

source: и мысленно представлял себе, как она уходит в темноте все дальше с тунцом, застрявшим у нее поперек пасти.
ba: хатта уның, ҡараңғы һыу эсендә ауыҙына тунецты арҡыры ҡапҡан килеш, йөҙөп ситкә китеүен күҙ алдына килтерҙе.

source: На какой-то миг движение прекратилось,
ba: Бау шыуыуҙан бер тынға туҡталып торҙо.

source: но он по-прежнему ощущал вес рыбы.
ba: Ләкин ундағы ауырлыҡ ҡартҡа барыбер һиҙелә ине.

source: Потом тяга усилилась, и он снова отпустил бечеву.
ba: Унан балыҡ йәнә тартыла башланы һәм ҡарт яңынан бауҙы ысҡындырҙы.

source: На секунду он придержал ее пальцами; напряжение увеличилось, и бечеву потянуло прямо вниз.
ba: Бармағы менән саҡ ҡына тотоңҡорағайны, бау кинәт тартылып, батып китте.

source: — Пусть теперь поест как следует.
ba: — Әйҙә хәҙер туйғансы мөнйөһөн инде.

source: Он позволил лесе скользить между пальцами, а левой рукой привязал свободный конец двух запасных мотков к петле двух запасных мотков второй удочки.
ba: Ул бармаҡ араһынан шыуған бауҙы үҙ көйөнә ҡуйып, һул ҡулы менән ике запас йомғаҡтың осон икенсе ҡармаҡтың запас йомғаҡтарына ялғаны.

source: Теперь все было готово.
ba: Инде барыһы ла әҙер ине.

source: У него в запасе было три мотка лесы по сорок саженей в каждом, не считая той, на которой он держал рыбу.
ba: Балыҡ эләккән бауҙан тыш, ҡыр-ҡар сажинлы йәнә өс йомғаҡ бау бар ине.

source: — Поешь еще немножко, — сказал он.
ba: — Тағы бер аҙ сәйнә.— тине ул.

source: — Ешь, не стесняйся.
ba: — Тартынма, аша,

source: "Ешь так, чтобы острие крючка попало тебе в сердце и убило тебя насмерть, — подумал он.
ba: «Ҡармаҡтың ырғағы йөрәгеңә ҡаҙалып үлтерерлек итеп аша, — тип уйланы ул.

source: — Всплыви сама и дай мне всадить в тебя гарпун.
ba: — Үҙең ҡалҡып сыҡ та, миңә гарпун менән сәнсергә ирек бир.

source: Ну вот и ладно.
ba: Ярай.

source: Ты готова?
ba: Һин әҙерме?

source: Насытилась вволю?»
ba: Туйғансы ашаныңмы?»

source: — Пора! — сказал он вслух и,
ba: — Тәүәккәлләргә ваҡыт, — тине ул, тауышын күтәрә биреп.

source: сильно дернув обеими руками лесу,
ba: Ҡармаҡ бауын ҡуш ҡуллап ҡапыл ғына үҙенә табан тартты.

source: выбрал около ярда,
ba: Бер ярд самаһы сығарғас,

source: а потом стал дергать ее снова и снова, подтягивая бечеву поочередно то одной, то другой рукой и напрягая при каждом рывке всю силу рук и тела.
ba: беләк көсө менән түгел, бөтөн кәүҙә мускулдарын егеп, ҡармаҡ бауын әле уң, әле һул ҡулы менән һөйрәне.

source: Усилия его были тщетны.
ba: Тырышыуы бушҡа булды.

source: Рыба медленно уходила прочь,
ba: Балыҡ әкрен генә китеүен белде.

source: и старик не мог приблизить ее к себе ни на дюйм.
ba: Ҡарт уны бер дюймға ла яҡынайта алманы.

source: Леска у него была крепкая, рассчитанная на крупную рыбу, и он перекинул ее за спину и натянул так туго, что по ней запрыгали водяные капли.
ba: Ул ҙур балыҡтар тотоу өсөн тәғәйенләнгән йыуан һәм ныҡ бауҙы иңенә һалып, йән көсөнә һөйрәй башланы, хатта ныҡ тартылған бау өҫтөндә ваҡ тамсылар сәсрәп, зыңғылдап ҡуйҙы.

source: Затем леса негромко зашипела в воде, а старик все держал ее, упершись в сиденье и откинув назад туловище.
ba: Ҡарт, бауҙы һаман ебәрмәйенсә, тубыҡтарын кәмәнең ултырғысына терәп, бөтөн кәүҙәһе менән артҡа тартылды.

source: Лодка начала чуть заметно отходить на северо-запад.
ba: Кәмә һиҙелер-һиҙелмәҫ кенә урынынан ҡуҙғалып, төньяҡ-көнбайышҡа табан китә башланы.

source: Рыба плыла и плыла, и они медленно двигались по зеркальной воде.
ba: Ә балыҡ ҡарттың кәмәһен тартып барған килеш йөҙҙө лә йөҙҙө.

source: Другие наживки всё еще были закинуты в море, но старик ничего не мог с этим поделать.
ba: Башҡа ҡармаҡтар һыуҙа булһа ла, ҡарт бер ни ҙә ҡыла алмай ине инде.

source: — Эх, если бы со мной был мальчик! — сказал он.
ba: — Янымда малай булһасы! — тине ул.

source: — Меня тащит на буксире рыба, а я сам изображаю буксирный битенг.
ba: — Был балыҡ мине былай тартып йөрөтмәҫ, мине буксирға әйләндермәҫ ине.

source: Можно бы привязать бечевку к лодке.
ba: Ҡармаҡ бауын кәмәгә генә бәйләп ҡуйып була булыуын.

source: Но тогда рыба, чего доброго, сорвется.
ba: Тик балыҡтың ысҡынып китеүе бар.

source: Я должен крепко держать ее и отпускать по мере надобности.
ba: Бауҙы ныҡ итеп тоторға ла, кәрәк саҡта ебәрергә тейешмен.

source: Слава богу, что она плывет, а не опускается на дно...
ba: Ярай әле балыҡ бик аҫҡа китмәйенсә бер тәрәнлектә генә йөҙөп бара...

source: А что я стану делать, если она решит пойти в глубину?
ba: Әгәр ҙә ул аҫҡа китеп, шунда йән бирһә, нишләрһең?

source: Там будет видно.
ba: Ярар, күҙ күрер әле.

source: Мало ли что я могу сделать!
ba: Йән биргәнгә йүн биргән!

source: Он упирался в бечеву спиной
ba: Ул, ҡармаҡ бауын яурынына һалған килеш,

source: и следил за тем, как косо она уходит в воду и как медленно движется лодка на северо-запад.
ba: бауҙың һыуға аушайып батҡанын, кәмәнең әкрен генә төньяҡ-көнбайышҡа йүнәлгәнен күҙәтте.

source: «Скоро она умрет, — думал старик.
ba: «Балыҡ былай оҙаҡ түҙә алмаҫ, йән бирер, — тип уйланы ҡарт.

source: — Не может она плыть вечно».
ba: — Мәңге шулай йөҙә алмай бит инде ул».

source: Однако прошло четыре часа, рыба все так же неутомимо уходила в море, таща за собой лодку,
ba: Тик дүрт сәғәт үтте, ә балыҡ һаман бирешмәне, бер ниндәй арыу-талыуҙы белмәй кәмәне диңгеҙ эсенә һөйрәне,

source: а старик все так же сидел, упершись в банку, с натянутой за спиной лесой.
ba: ә ҡармаҡ бауын яурынына һалған ҡарт, аяҡтарын кәмә ултырғысына терәгән килеш, ултыра бирҙе.

source: — Когда я поймал ее, был полдень,
ba: — Ул ҡапҡанда төш ине, хәҙер кис етеп килә,

source: А я до сих пор ее не видел.— сказал старик. —
ba: ә минең әлегә тиклем уны күргәнем юҡ, — тине -карт.

source: Перед тем как поймать рыбу, он плотно натянул соломенную шляпу на лоб,
ba: Балыҡ эләкмәҫ борон уҡ ул һалам эшләпәһен маңлайына ныҡ батырып кейгәйне.

source: и теперь она больно резала ему кожу.
ba: Хәҙер эшләпә ауырттырып тиреһен ҡырҡып алып барған кеүек.

source: Старику хотелось пить, и,
ba: Ҡарт сарсап киткәнен тойҙо.

source: осторожно став на колени, так, чтобы не дернуть бечеву, он подполз как можно ближе к носу
ba: Бауҙы һелкетмәҫ өсөн һаҡ ҡына тубыҡланып, кәмәнең моронона табан мүкәйләне.

source: и одной рукой достал бутылку.
ba: Үрелеп, һыңар ҡулы менән таҡта аҫтындағы шешәне алды ла,

source: Откупорив ее, он отпил несколько глотков.
ba: тығынын асып, бер нисә йотом һыу эсте.

source: Потом отдохнул, привалившись к носу.
ba: Унан моронға һөйәлеп ял итеп алды.

source: Он отдыхал, сидя на мачте со скатанным парусом, стараясь не думать, а только беречь силы..
ba: Ул елкән төрөлгән мачтаға ултырған килеш, көсөн һаҡлар өсөн бер нимә лә уйламаҫҡа тырышып хәл йыйҙы.

source: Потом он поглядел назад и обнаружил, что земли уже не видно.
ba: Бер аҙҙан ҡарт, артына боролоп ҡараны ла, ерҙең бөтөнләй күҙҙән юғалғанын абайланы.

source: «Невелика беда, — подумал он.
ba: «Зарар юҡ, —тип уйланы ул.

source: — Я всегда смогу вернуться, правя на огни Гаваны.
ba: — Гавананың уттарына ҡарап ишһәм, һәр саҡ ҡайта алам.

source: До захода солнца осталось два часа, может быть,
ba: Ҡояш байырға ике сәғәт ҡалды, бәлки,

source: она еще выплывет за это время
ba: уға тиклем балыҡ та өҫкә сығыр.

source: Если нет, то она, может быть, выплывет при свете луны.
ba: Юҡ икән, бәлки, ай яҡтыһында ҡалҡыр.

source: А то, может быть, на рассвете.
ba: Кем белә, бәлки, таң атҡас ҡына.

source: Руки у меня не сводит, и я полон сил.
ba: Ҡулым тартышмай, көсөм етерлек.

source: Проглотила ведь крючок она, а не я.
ba: Ҡармаҡты мин түгел, ул йотҡан бит әле.

source: Но что же это за рыба, если она так тянет лодку!
ba: Тик кәмәне шул тиклем һөйрәрлек ниндәй балыҡ һуң был?!

source: Видно, она крепко прикусила проволоку.
ba: Күрәһең, тимерсыбыҡты ныҡ ҡыҫҡан.

source: Хотелось бы мне на нее поглядеть хоть одним глазком,
ba: Һыңар күҙ менән генә күрһәң ине үҙен,

source: тогда бы я знал, с кем имею дело».
ba: ул саҡта ниндәй ғифрит менән эш иткәнемде белер инем».

source: Насколько старик мог судить по звездам,
ba: Ҡарттың йондоҙҙарға ҡарап самалауынса,

source: рыба плыла всю ночь, не меняя направления.
ba: балыҡ, йүнәлешен үҙгәртмәйенсә, төнө буйы йөҙҙө.

source: После захода солнца похолодало,
ba: Ҡояш байығас, һалҡынайтты.

source: пот высох у него на спине, на плечах и на старых ногах, и рыбаку стало холодно.
ba: Арҡаһындағы, яурынындағы һәм ҡарт аяҡтарындағы тирҙәре кипкәс, балыҡсы өшөй башланы.

source: Днем он вытащил мешок, покрывавший ящик с наживкой,
ba: Емләү өсөн алынған балыҡтарҙың йәшниген ҡаплаған тоҡто

source: и расстелил его на солнце сушить.
ba: көндөҙ ҡояшҡа киптерергә түшәгәйне.

source: Когда солнце зашло, он обвязал мешок вокруг шеи и спустил его себе на спину, осторожно просунув под бечеву.
ba: Эңер төшкәс, шуны алып муйынына ураны ла, иңендәге ҡармаҡ ебе аҫтынан һаҡ ҡына үткәреп, арҡаһын япты.

source: Бечева резала теперь куда меньше,
ba: Хәҙер ҡармаҡ ебе лә баяғы кеүек киҫеп бармай.

source: и, прислонившись к носу, он согнулся так, что ему было почти удобно.
ba: Кәмә моронона һөйәлеберәк ултырғас, хатта яйлы ғына булып киткән кеүек тойолдо.

source: По правде говоря, в этом положении ему было только чуточку легче,
ba: Дөрөҫөн әйткәндә, был хәлендә саҡ ҡына уңайлыраҡ ине,

source: но он уверял себя, что теперь ему почти совсем удобно.
ba: әммә ҡарт үҙ-үҙен, ифрат йәтеш, тип ышандырырға тырышты.

source: Я ничего не могу с ней поделать, но и она ничего не может поделать со мной, — сказал себе старик.
ba: «Мин балыҡты бер нимә лә эшләтә алмайым, тик ул да минең менән бер ни ҡыла алмай, — тине ҡарт.

source: — Во всяком случае, до тех пор, пока не придумает какой-нибудь новый фокус».
ba: — Тора-бара берәй хәйлә генә уйлап тапмаһа».

source: Разок он встал, чтобы помочиться через борт лодки, поглядеть на звезды и определить, куда идет лодка.
ba: Бер тапҡыр ул кәмә сите аша кесе ярау итергә һәм йондоҙҙарға ҡарап йүнәлеште билдәләргә аяғүрә баҫты.

source: Бечева казалась тоненьким лучиком, уходящим от его плеча прямо в воду.
ba: Ҡармаҡ ебе уның яурыны аша туп-тура һыуға төшкән нескә нур кеүек кенә күренә.

source: Теперь они двигались медленнее, и огни Гаваны потускнели, — по-видимому, течение уносило их на восток.
ba: Хәҙер кәмә яйы-раҡ бара һәм, күрәһең, ағым уларҙы көнсығышҡа алып китә ине.

source: «Раз огни Гаваны исчезают — значит, мы идем все больше на восток, — подумал старик.
ba: «Гавана уттары юғалғас, тимәк, беҙ башлыса көнсығышҡа барабыҙ, — тип уйланы ҡарт.

source: — Если бы рыба не изменила своего курса, я их видел бы еще много часов.
ba: — Әгәр балыҡ йүнәлешен үҙгәртмәгән булһа, уттарҙы бер нисә сәғәт күрер инем әле.

source: Интересно, чем окончились сегодня матчи?
ba: Ҡыҙыҡ, бөгөнгө матчтар нисек бөттө икән?

source: Хорошо бы иметь на лодке радио!»
ba: Кәмәлә радиоң булһа ине лә бит!»

source: Но он прервал свои мысли: «Не отвлекайся!
ba: Ләкин шунда уҡ уйҙарын бүлде: «Юҡ-бар уйлама.

source: Думай о том, что ты делаешь.
ba: Эшеңде генә бел.

source: Думай, чтобы не совершить какую-нибудь глупость».
ba: Берәй алйотлоҡ ҡылып ташламау хаҡында уйла».

source: Вслух он сказал:
ba: Әммә үҙенә ишетерлек итеп:

source: — Жаль, что со мной нет мальчика.
ba: — Йәл, малай эргәмдә түгел.

source: Он бы мне помог и увидел бы все это сам.
ba: Ул миңә ярҙам да итер, барыһын да үҙ күҙҙәре менән күрер ҙә ине,

source: «Нельзя, чтобы в старости человек оставался один, — думал он.
ba: «Ҡарт көнөндә кеше яңғыҙ ҡалырға тейеш түгел, — тип уйланы ул.

source: — Однако это неизбежно.
ba: — Тик нишләйһең, был —ҡотолғоһоҙ.

source: Не забыть бы мне съесть тунца, покуда он не протух,
ba: Теге тунецты еҫләнгәнсе ашап ҡуйырға кәрәк.

source: ведь мне нельзя терять силы.
ba: Миңә бит көстө юғалтырға ярамай.

source: Не забыть бы мне съесть его утром, даже если я совсем не буду голоден.
ba: Хатта асыҡтырмаһа ла, уны иртәнсәк ашап ҡуйырға кәрәк булыр.

source: Только бы не забыть», — повторял он себе.
ba: Тик был хаҡта онотмаҫҡа ине», — тип ҡабатланы ул үҙ-үҙенә.

source: Ночью к лодке подплыли две морские свиньи,
ba: Төндә кәмә янына ике диңгеҙ сусҡаһы йөҙөп килде.

source: и старик слышал, как громко пыхтит самец и чуть слышно, словно вздыхая, пыхтит самка.
ba: Ҡарт ата сусҡаның ауыр мышнауын һәм инәһенең көрһөнгән кеүегерәк ауаз сығарып ҡуйыуын ишетте.

source: — Они хорошие, — сказал старик.
ba: — Уларға рәхәт, — тине ҡарт.

source: — Играют, дурачатся и любят друг друга.
ba: — Уйнайҙар, шаяралар, бер-береһен яраталар.

source: Они нам родня, совсем как летучая рыба.
ba: Улар ҙа бит, осар балыҡтар кеүек, беҙгә туған.

source: Потом ему стало жалко большую рыбу, которую он поймал на крючок.
ba: Ҡармағына ҡапҡан ҙур балыҡ йәл булып китте ҡартҡа.

source: "Ну не чудо ли эта рыба,
ba: «Мөғжизә тимә инде был балыҡты!

source: и один бог знает, сколько лет она прожила на свете.
ba: Уның был донъяла нисәмә йыл йәшәгәнен тик бер Алла ғына белә.

source: Никогда еще мне не попадалась такая сильная рыба.
ba: Миңә әле бер ваҡытта ла бындай ҡеүәтле балыҡ эләккәне юҡ ине.

source: И подумать только,
ba: Уйлап ҡына ҡара:

source: как странно она себя ведет!
ba: үҙен ҡайһылай сәйер тота ул!

source: Может быть, она потому не прыгает, что уж очень умна.
ba: Бәлки, бик аҡыллы булғанға ырғымайҙыр ҙа.

source: Ведь она погубила бы меня, если бы прыгнула или рванулась изо всех сил вперед.
ba: Әгәр ҙә һикерһә, йәки бар көсөнә алға ынтылһа, мине һәләк итер ине.

source: Но, может быть, она не раз уже попадалась на крючок
ba: Ә, бәлки, уның ҡармаҡты беренсе тапҡыр ғына ҡармауы түгелдер.

source: и понимает, что так ей лучше бороться за жизнь.
ba: Шуға күрә йәшәү өсөн ошолай көрәшеүҙең ҡулайыраҡ икәнен аңлай торғандыр.

source: Почем ей знать, что против нее всего один человек, да и тот старик.
ba: Үҙенә ҡаршы бер генә кеше торғанын, уныһының да ҡартайған әҙәм икәнен ул ҡайҙан белһен?

source: Но какая большая эта рыба и сколько она принесет денег, если у нее вкусное мясо!
ba: Ә бит үҙе ниндәй ҙур балыҡ, ите лә тәмле булһа, күпме табыш килтерәсәк.

source: Она схватила наживку, как самец, тянет, как самец, и борется со мной без всякого страха.
ba: Ул ем балыҡты хас та ата балыҡ кеүек эләктерҙе, әле кәмәне ата балыҡ шикелле тартып бара, минең менән дә ата балыҡтай ҡурҡыуһыҙ көрәшә..

source: Интересно, знает она, что ей делать, или плывет очертя голову, как и я?»
ba: Ҡыҙыҡ, ул нимә эшләргә кәрәклеген аңлаймы, әллә минең ише үк банты һуҡҡан яҡҡа йөҙәме?»

source: Он вспомнил, как однажды поймал на крючок самку марлина.
ba: Ҡарт ҡасандыр ҡармағына инә марлинды ҡаптырғанын иҫенә төшөрҙө.

source: Самец всегда подпускает самку к пище первую,
ba: Ата балыҡ һәр ваҡыт аҙыҡҡа инә балыҡты алдан ебәрә.

source: и, попавшись на крючок, самка со страха вступила в яростную, отчаянную борьбу, которая быстро ее изнурила
ba: Ҡармаҡҡа эләккәс, инә балыҡ ҡурҡышынан аяуһыҙ көрәшкә ташланып, үрле-ҡырлы һикерә башланы һәм бик тиҙ хәлдән тайҙы.

source: , а самец, ни на шаг не отставая от нее, плавал и кружил вместе с ней по поверхности моря.
ba: Ә ата балыҡ бер ҡайҙа ла китмәйенсә, һаман диңгеҙ өҫтөндә, уның тирәһендә, өйөрөлдө.

source: Он плыл так близко, что старик боялся, как бы он не перерезал лесу хвостом, острым, как серп, и почти такой же формы.
ba: Ҡарт ата балыҡтың яҡын килеп үҙенең ураҡҡа оҡшаған һәм шулай уҡ хәтәр үткер ҡойроғо менән ҡармаҡ ебен өҙә ҡырҡыуынан ҡурҡты.

source: Когда старик зацепил самку багром
ba: Шуға күрә инә марлинды багор менән эләктерә һалып,

source: придерживая острую, как рапира, пасть с шершавыми краями, когда он бил ее дубинкой по черепу до тех пор, пока цвет ее не стал похож на цвет амальгамы, которой покрывают оборотную сторону зеркала,
ba: ҡылыс кеүек осло, ҡытыршы ситле ауыҙын шаҡара тотоп, башын, көҙгөнөң артын буяй торған амальгама төҫөнә ингәнсе,

source: и стукнул ее дубинкой,
ba: күҫәк менән төйҙө лә төйҙө.

source: и когда потом он с помощью мальчика втаскивал ее в лодку, самец оставался рядом.
ba: Ата марлин улар малай менән икәүләшеп инә балыҡты кәмәгә тартып мендергәндә лә яҡын-тирәлә уралды.

source: Потом, когда старик стал сматывать лесу и готовить гарпун,
ba: Ҡарт ҡармаҡ ебен урап алып гарпунын әҙерләй башлағас,
